Repository: redcorjo/bakertool
Catalog: locale/*/LC_MESSAGES/bakertool.po
Languages: es

source: Are you ready to make bread? :-)
es: ¿Estás listo para hacer pan? :-)

source: default
es: predeterminado

source: executed cleanup
es: Limpiar datos

source: executed cleanup results
es: ejecutado limpieza de resultados

source: activated selection: sourdought only
es: selección activada: solo masa madre

source: activated selection: dry yeast only
es: selección activada: solo levadura seca

source: activated selection: fresh yeast only
es: selección activada: solo levadura fresca

source: activated selection: sourdought and dry yeast combined
es: selección activada: masa madre y levadura seca

source: activated selection: sourdought and fresh yeast combined
es: selección activada: masa madre y levadura fresca

source: Bread maker percentage selection
es: Porcentage seleccionado del panadero

source: Percentage build based in chosen values
es: Porcentaje construido con los valores seleccionados

source: Bread Maker tool is the perfect calculator to assist all Baker's percentage calculations providing different combinations to build your Baker recipes.
es: Esta herramienta es la calculadora perfecta para asistir en todos los cálculos del porcentaje del panador proporcionando diferentes combinaciones para preparar tus recetas de panadero

source: Bread Maker tool is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Bread Maker tool may come with bugs. This is the fun of freeware :-).
es: Esta herramienta es software libre; puedes redistribuirlo y/o modificarlo a partir de los términos de la “GNU General Public License” bajos los criterios de la “Free Software Foundation”, tanto en la versión 2 de la licencia o (a tu criterio) a versiones posteriores de la misma. Esta herramienta puede venir con bugs. Esto es lo que tiene el software gratis :-)

source: For more details about the baker percentage refer to Wikipedia site at: https://en.wikipedia.org/wiki/Baker_percentage
es: Para mas detalles sobre los principios del porcentaje del panadero referirse al sitio de la Wikipedia: https://es.wikipedia.org/wiki/Porcentaje_de_panadero

source: no enough ingredients to make a selection!
es: no hay suficientes ingredientes para reallizar una selección!

source: executed formula using flour and totalweight
es: ejecutada la fórmula usando harina y peso total

source: no enough ingredients to make a selection with flour and totalweight!
es: no hay suficientes ingredientes para realizar una selección con harina y peso total!

source: executed formula using water and totalweight
es: ejecutada la fórmula usando agua y peso total

source: no enough ingredients to make a selection with water and totalweight!
es: no hay suficientes ingredientes para realizar una selección con agua y peso total!

source: executed formula using totalweight and percentage
es: ejecutada la fórmula usando peso total y porcentaje

source: no enough ingredients to make a selection with totalweight and percentage!
es: no hay suficientes ingredientes para realizar una selección con peso total y porcentaje!

source: executed formula using flour and water
es: ejecutada la fórmula usando harina y agua

source: no enough ingredients to make a selection with flour and water!
es: no hay suficientes ingredientes para realizar una selección con harina y agua!

source: executed formula using flour and percentage
es: ejecutada la fórmula usando harina y porcentaje

source: no enough ingredients to make a selection with flour and percentage!
es: no hay suficientes ingredientes para realizar una selección con harina y porcentaje!

source: executed formula using water and percentage
es: ejecutada la fórmula usando agua y porcentaje

source: no enough ingredients to make a selection with water and percentage!
es: no hay suficientes ingredientes para realizar una selección con agua y porcentaje!

source: executed formula using totalweight, percentage and and sourdought percentage
es: ejecutada la fórmula usando peso total, porcentaje y porcentaje de masa madre

source: executed formula using flour, water and totalweight
es: ejecutada la fórmula usando harina, agua y el peso total

source: no enough ingredients to make a selection with flour, totalweight and percentage!
es: no hay suficientes ingredientes para realizar una selección con harina, peso total y porcentaje!

source: no enough ingredients to make a selection with water, totalweight and percentage!
es: no hay suficientes ingredientes para realizar una selección con agua, peso total y porcentaje!

source: executed formula using flour, water and sourdought
es: ejecutada la fórmula usando harina, agua y masa madre

source: no enough ingredients to make a selection with flour, water and percentage!
es: no hay suficientes ingredientes para realizar una selección con harina, agua y porcentaje!

source: executed formula using flour, totalweight and sourdought
es: ejecutada la fórmula usando harina, peso total y masa madre

source: no enough ingredients to make a selection with flour, percentage and sourdought!
es: no hay suficientes ingredientes para realizar una selección con harina, porcentaje y masa madre!

source: no enough ingredients to make a selection with water, percentage and sourdought!
es: no hay suficientes ingredientes para realizar una selección con agua, porcentaje y masa madre!

source: executed formula using water, totalweight and sourdought
es: ejecutada la fórmula usando agua, peso total y masa madre

source: executed formula using totalweight, percentage and sourdought
es: ejecutada la fórmula usando peso total, porcentaje y masa madre

source: Bread maker
es: Máquina panificadora

source: Bread Maker
es: Máquina panificadora

source: All details
es: Todos los detalles

source: My ingredients
es: Mis ingredientes

source: Flour
es: Harina

source: Water
es: Agua

source: Total Weight
es: Peso total

source: Sourdought
es: Masa madre

source: Percentage
es: Porcentaje

source: My final recipe
es: Mi receta final

source: Yeast
es: Levadura

source: Salt
es: Sal

source: Messages
es: Mensajes

source: Profiles
es: Perfiles

source: My recipe name:
es: El nombre de mi receta:

source: Actions
es: Acciones

source: Execute
es: Ejecutar

source: Cleanup
es: Limpiar datos

source: Combined sourdought with dry yeast
es: Combinado masa madre con levadura seca

source: Combined sourdought with fresh yeast
es: Combinado masa madre con levadura fresca

source: Dry yeast only
es: Solo levadura seca

source: Fresh yeast only
es: Solo levadura fresca

source: Sourdought only
es: Solo masa madre

source: Yeast selection
es: Selección de levaduras

source: Open
es: Abrir

source: Save
es: Grabar

source: Save As
es: Grabar como

source: Exit
es: Salir

source: File
es: Fichero

source: Help
es: Ayuda

source: About
es: Acerca de

source: Select Percentages
es: Selecciona porcentajes

source: Selected final weight
es: Seleccionado peso final

source: Percentage section
es: Selección del porcentaje

source: Bread percentage formula
es: Fórmula del panadero

source: Sourdought percentage versus total weight
es: Porcentaje de masa madre respecto peso total
